Repository: litterec/rasolo-site-copy
Catalog: languages/rasolo-site-copy-*.po
Languages: ru_ru

source: Archives have been successfully deleted
ru_ru: Архивы успешно удалены

source: There were no archives on the server
ru_ru: Архивов не было на сервере

source: Sorry, but this plugin is required:
ru_ru: Извините, но этот плагин строго необходим:

source: Sorry, but this plugins are required:
ru_ru: Извините, но эти плагины строго необходимы:

source: Both site and database backup files have been successfully created
ru_ru: Бекап-файлы сайта и базы данных успешно созданы

source: Both site and database backup files have been successfully updated
ru_ru: Бекап-файлы сайта и базы данных успешно обновлены

source: We recommend you to download both files to the local drive after creating fresh backup files.
ru_ru: Рекомендуется скачать оба файла на локальный диск после создания свежих файлов резервных копий.

source: Attention! After clicking &laquo;Refresh archives&raquo; button the old files will be deleted without confirmation!
ru_ru: Внимание! После нажатия кнопки &laquo;Обновить архивы&raquo; старые файлы будут удалены без подтверждения!

source: Operations with the database archive are now impossible
ru_ru: Операции с архивом БД сейчас невозможны

source: Download site database archive
ru_ru: Скачать архив БД сайта

source: The Ra-Solo backup control page
ru_ru: Страница управления бекап-архивами Ra-Solo

source: The backup files Ra-Solo
ru_ru: Бекап Ra-Solo

source: The Ra-Solo options page
ru_ru: Страница установок Ra-Solo

source: Site backup management
ru_ru: Управление бекапом сайта

source: Backup files status:
ru_ru: Состояние файлов бекапа:

source: Item
ru_ru: Объект

source: File name
ru_ru: Имя файла

source: File size
ru_ru: Размер файла

source: Created
ru_ru: Создан

source: Operations
ru_ru: Операции

source: No file archive
ru_ru: Архив файлов отсутствует

source: Backup archive of site files has not been created
ru_ru: Бекап-архив файлов сайта не был создан

source: Download the site files archive
ru_ru: Скачать архив файлов сайта

source: File archive operations are not possible
ru_ru: Операции с архивом файлов невозможны

# rasolo_copy_table_db_01
source: The site
ru_ru: Архив базы

# rasolo_copy_table_db_02
source: database archive
ru_ru: данных сайта

source: If you have not downloaded the current backup please follow these steps:
ru_ru: Если вы не скачивали текущий бекап, пожалуйста, выполните следующие пункты:

source: Download the backup archive of the files (the first link at the top of the page).
ru_ru: Скачайте бекап-архив файлов сайта (первая ссылка вверху страницы).

source: Download the backup archive of the database (the second link at the top of the page).
ru_ru: Скачайте бекап-архив базы данных сайта (вторая ссылка вверху страницы).

source: Generate fresh backup archives of files and databases, for which click on the “Update archive” button.
ru_ru: Сгенерируйте свежие бекап-архивы файлов и базы данных, для чего нажмите на кнопку &laquo;Обновить архивы&raquo;.

source: Download the fresh backup archive of the files (the first updated link at the top of the page).
ru_ru: Скачайте свежий архив файлов сайта (первая обновленная ссылка вверху страницы).

source: Download the fresh backup archive of the database (the second updated link at the top of the page).
ru_ru: Скачайте свежий архив базы данных сайта (вторая обновленная ссылка вверху страницы).

source: Update archives
ru_ru: Обновить архивы

source: Create archives
ru_ru: Создать архивы

source: Delete archives
ru_ru: Удалить архивы

source: User access to site archives
ru_ru: Управление доступом пользователей к архивам сайта

source: Allow non-administrative users to manage copies?
ru_ru: Разрешить неадминистративным пользователям управление копиями?

source: Deny
ru_ru: Запретить

source: Allow
ru_ru: Разрешить

source: file copying
ru_ru: копирование
